export const kr = {
  nav: {
    home: '홈',
    about: '소개',
    blog: '블로그',
    project: '프로젝트',
    note: '노트',
    contact: '연락처',
    language: '언어 선택',
  },
  about: {
    name: '박상윤',
    title: '소개',
    heading: '소개',
    description:
      '저는 데이터와 사용자 경험을 웹을 통해 생동감 있게 구현하는 프론트엔드 개발자입니다.',
    about: [
      `기술 활용만이 목적이 아닌, 프로젝트의 비즈니스적 가치를 창출하기
          위해서 개발을 하며, 모든 프로그램에 있어서 사용자가 최우선으로
          중요하다는 마음가짐으로 개발자의 길을 걷고 있습니다. 저는 브라우저의
          화면에 '화려함' 을 담아내고 보여지는 것 뿐만 아니라 성능과 사용성을
          가진 멋진 작품을 만들어내는 것을 즐깁니다.`,
      `현재 저는 나노웨더 기업에서 웹 GIS 프론트엔드 엔지니어로 일을 하고있습니다. 저는 프론트엔드에서 주로 데이터 시각화 생성 및 유지보수에 기여하며, 다양한 사용자들에게 지도 위에서의 직관적인 경험 및 성능을 보장합니다.`,
      `헌신은 제가 20대에 배운 가치이며 제 삶에 있어서 가장 중요한 태도입니다. 이는 커뮤니케이션, 문제 해결 능력, 지속적인 습관에 있어 필수임을 경험해왔으며 앞으로도 정진하며 나아갈 저의 노하우입니다.`,
    ],

    'frontend-career': '주요 경력',
    'frontend-activities': '프로젝트·활동',
    'frontend-education': '학력·자격',
  },
  blog: {
    title: '블로그',
    description: '작업헀던 내용들을 정리하기 위한 블로그입니다.',
    readMore: '더 보기',
    backToList: '목록으로',
  },
  project: {
    name: '프로젝트',
    description: '제가 직접 만든 다양한 작업물들을 모았습니다.',
    readMore: '더 보기',
  },
  note: {
    title: '노트',
    description:
      'PARA 방법론으로 글을 저장하며 작업하면서 생긴 새로운 개념 혹은 오류들을 기록하는 공간입니다.',
  },
  common: {
    loading: '로딩 중...',
    error: '오류가 발생했습니다',
  },
};
